<CD>	0
<NNP>	1
<UNK>	2
<ROOT>	3
<NULL>	4
climate	5
factor	6
crackdown	7
becomes	8
state-run	9
gorgeous	10
enjoyable	11
culprit	12
underwriter	13
bearish	14
emissions	15
luring	16
contended	17
litigation	18
service-industry	19
definite	20
scare	21
trough	22
prefecture	23
sign	24
clinic	25
increasingly	26
island	27
plaid	28
arose	29
element	30
trust	31
overturn	32
companies	33
proof	34
tempting	35
quotes	36
stock-market	37
tame	38
lagoon	39
same	40
anti-japanese	41
majority	42
menswear	43
shape	44
preserved	45
dizzying	46
stalwart	47
generations	48
inspire	49
courted	50
drift-net	51
panic	52
atop	53
professor	54
domestically	55
disintegration	56
disposal	57
efficiency	58
disappointed	59
nests	60
mouse	61
gravity	62
hypothetical	63
house-passed	64
recruited	65
cure	66
25th	67
persuasively	68
film	69
spouses	70
understood	71
spaghetti	72
two-story	73
injecting	74
civic	75
drawn	76
replete	77
oxide	78
bust	79
stabilized	80
decimal	81
embarrass	82
narcotics	83
big	84
petition	85
recently	86
site	87
bands	88
wave	89
acquiring	90
folded	91
defect	92
spurned	93
assistance	94
bumper	95
gets	96
devastated	97
shout	98
motor	99
steadily	100
best	101
injunction	102
garage	103
top	104
fantastic	105
doses	106
subcontractors	107
corridor	108
standby	109
bovine	110
farce	111
stagnant	112
ventilation	113
irregularities	114
continue	115
wad	116
earmarked	117
applicable	118
lonely	119
narrows	120
ending	121
frank	122
pedestrian	123
shaped	124
fighter	125
syndrome	126
whoever	127
intelligently	128
invention	129
discourages	130
guaranteed	131
earns	132
locked	133
decidedly	134
shredded	135
even	136
paychecks	137
divergence	138
psychological	139
bested	140
communication	141
obstructed	142
jokes	143
mainly	144
dunes	145
confiscating	146
rationale	147
ramifications	148
malice	149
euphoria	150
london	151
caved	152
mechanics	153
cuts	154
tangle	155
industrials	156
tendency	157
profiles	158
how	159
seventh	160
slats	161
past	162
fundamentally	163
possess	164
penalty	165
minuscule	166
things	167
estimate	168
heaved	169
forays	170
traveled	171
capital	172
threw	173
shakes	174
rocks	175
herbicides	176
prolong	177
memo	178
integral	179
prompt	180
township	181
ruptured	182
screenplay	183
last-place	184
short-term	185
associating	186
clothes	187
misleading	188
gearing	189
banished	190
pricing	191
flashy	192
afford	193
watching	194
satisfies	195
effusive	196
parties	197
transfers	198
vacuum	199
kingpin	200
knight	201
reluctance	202
meeting	203
houston-based	204
harshly	205
acclaim	206
refocusing	207
disorder	208
penalized	209
sorry	210
ruin	211
queen	212
residents	213
seven-day	214
archives	215
plans	216
instruction	217
junk-mail	218
posted	219
transferable	220
cornerstone	221
funneled	222
fire	223
institution	224
reinstate	225
cycling	226
tackle	227
it	228
easily	229
theory	230
brokerages	231
generic	232
cracking	233
exchange	234
pains	235
cash	236
role	237
securities-trading	238
banana	239
squares	240
audiences	241
imperfections	242
painted	243
flapping	244
executed	245
elective	246
robes	247
populous	248
designer	249
high-school	250
handy	251
rebuff	252
blue-chips	253
raises	254
choppy	255
scientific	256
whipsawed	257
terms	258
accused	259
redesign	260
tactic	261
ba-3	262
billionnaire	263
prison	264
developed	265
defer	266
fights	267
prickly	268
saying	269
subsidize	270
one-inch	271
disappearance	272
stock	273
directed	274
endured	275
designate	276
touchy	277
weary	278
depressant	279
tractor	280
registering	281
75th	282
cases	283
plunged	284
chicagoans	285
full-year	286
copying	287
mistrust	288
arab-sponsored	289
discussion	290
reportedly	291
three-month	292
full-sized	293
reigning	294
forfeit	295
airways	296
relying	297
tape	298
import	299
happenings	300
kilometers	301
gingerly	302
suits	303
advance	304
teens	305
shun	306
grease	307
known	308
rely	309
cfcs	310
incense	311
bosses	312
considerations	313
ground-handling	314
merchants	315
reporting	316
contracted	317
across	318
sky	319
hdtv	320
translations	321
voluntary	322
runway	323
curbed	324
director	325
slump	326
consistently	327
austrian	328
incident	329
initiated	330
departing	331
franchiser	332
bleak	333
converted	334
acquisitive	335
came	336
valuation	337
unforeseen	338
market-based	339
dies	340
postwar	341
saves	342
he	343
hour	344
welfare	345
overnight	346
high-interest	347
temblor	348
high-water	349
winding	350
fighting	351
excludes	352
hyping	353
managing	354
teamed	355
felon	356
contains	357
vary	358
discontinuation	359
weighs	360
prevented	361
first-year	362
assimilate	363
yelling	364
at	365
doubt	366
cranes	367
fetuses	368
taping	369
wielding	370
staggering	371
shouts	372
identities	373
oversold	374
88.12-point	375
affairs	376
within	377
byzantine	378
croaker	379
sharpest	380
12-year	381
drain	382
wasted	383
extortion	384
rattled	385
infringes	386
human-rights	387
root-canal	388
thought	389
weakened	390
experimental	391
multimillion	392
gloom	393
nicknamed	394
millionaires	395
stiff	396
anger	397
steelworkers	398
wear	399
fortune	400
furor	401
picked	402
ferry	403
remembers	404
inventories	405
man	406
robbers	407
obstacle	408
fence	409
gm-jaguar	410
parliamentary	411
swap	412
staple	413
pick	414
productive	415
pay	416
york-based	417
flower	418
endure	419
ballpark	420
building	421
exact	422
mouth	423
jurisdictions	424
alexandrine	425
publishers	426
subsidies	427
plea	428
sprays	429
disk-drive	430
folding	431
lays	432
warrants	433
contrasted	434
jolted	435
startling	436
stalked	437
longing	438
suburban	439
fatality	440
regains	441
melting	442
talks	443
busts	444
guards	445
restructures	446
name-droppers	447
junkets	448
regulations	449
sampled	450
legal-services	451
twice	452
patterned	453
candidacy	454
provisions	455
tolerate	456
stirred	457
nationalists	458
pollutants	459
citing	460
impending	461
steadfastly	462
gratuitously	463
anew	464
ponder	465
screeching	466
hollow	467
flock	468
13-week	469
contemplate	470
rises	471
detaining	472
distortions	473
no-growth	474
reputed	475
infections	476
subdued	477
faster	478
honey	479
furious	480
endorsements	481
chip	482
relationship	483
old-line	484
crop	485
competes	486
50th	487
rounded	488
collector	489
medium	490
usual	491
approved	492
hamper	493
forums	494
espionage	495
academic	496
tip-off	497
infant	498
pencils	499
advertisement	500
futile	501
illegitimate	502
ba3	503
tracts	504
tags	505
z	506
doldrums	507
remarks	508
anthers	509
indicative	510
press-forge	511
rapid-fire	512
wednesdays	513
velocity	514
assurance	515
criminality	516
announced	517
gimmicks	518
establishment	519
pleading	520
beheading	521
months	522
metropolitan	523
sporting	524
tremors	525
alerted	526
amateur	527
mitigate	528
outraged	529
ethylene	530
sow	531
ear	532
revealing	533
inspected	534
employ	535
shaking	536
tab	537
all	538
flight	539
raiders	540
holy	541
strong	542
tended	543
refurbishing	544
blond	545
protests	546
high-octane	547
fare	548
full-scale	549
applauded	550
resignation	551
orders	552
excuse	553
reservoir	554
insubordination	555
blocking	556
shunned	557
carries	558
scaling	559
items	560
imprisonment	561
confidant	562
clearance	563
young	564
bolstering	565
viciously	566
dementia	567
kellogg	568
waterworks	569
catapult	570
protestors	571
discouraged	572
sharper	573
naive	574
restarted	575
developing-country	576
free-lance	577
fist	578
colonel	579
incumbents	580
specially	581
donated	582
capital-gains	583
slips	584
crucible	585
realty	586
covers	587
glowing	588
postpone	589
association	590
recounted	591
capital-punishment	592
utilization	593
compositions	594
impediments	595
culprits	596
distinctive	597
unlawfully	598
state-owned	599
scares	600
clubs	601
scottish	602
conserve	603
admissions	604
sedan	605
prescription	606
die	607
infusion	608
purse	609
encouraged	610
deterrent	611
track	612
clash	613
assert	614
surpass	615
message	616
comparing	617
armenians	618
tourist	619
receptionist	620
high-profile	621
horse	622
toe	623
goals	624
dressed	625
revolution	626
unwilling	627
alimony	628
pride	629
broker	630
top-selling	631
mobile	632
computerizing	633
invariably	634
intermittent	635
evaluates	636
labor	637
constructed	638
ax	639
irrelevant	640
accusations	641
transit	642
employees	643
accompanying	644
harried	645
municipalities	646
codes	647
front	648
equaling	649
perchlorate	650
boiler-room	651
solitary	652
glue	653
time-consuming	654
kicking	655
ball	656
equal	657
crazy	658
adhesive	659
eritreans	660
analyses	661
brand	662
chambers	663
fog	664
foreseeable	665
frankfurt	666
seize	667
indexes	668
hardened	669
receive	670
jammed	671
semifinished	672
turbans	673
knee	674
lenders	675
picocassette	676
chance	677
delivering	678
sponsor	679
applications	680
completes	681
argentine	682
dish	683
outlines	684
starved	685
shows	686
struggling	687
teams	688
audit	689
bars	690
crates	691
supervise	692
wears	693
removing	694
concurrence	695
waffle	696
bidders	697
appearance	698
furs	699
retiring	700
consortia	701
masquerading	702
realizing	703
announcing	704
analogy	705
computer-software	706
vocal	707
goods-producing	708
climbed	709
sailed	710
black-and-white	711
among	712
one-day	713
opens	714
duo	715
maneuvering	716
double-decking	717
last-minute	718
cambodian	719
recanted	720
sponsoring	721
reach	722
principles	723
payrolls	724
albeit	725
blockade	726
new	727
resulted	728
punching	729
dowdy	730
showers	731
loose	732
remains	733
meant	734
bladder	735
la	736
competing	737
fulfill	738
expelled	739
31-year-old	740
2.5-mile	741
hospital	742
deprive	743
noticeably	744
pressured	745
accords	746
stopper	747
levamisole	748
snaps	749
victim	750
afghan	751
liabilities	752
free-market	753
textbooks	754
commissioned	755
two-stroke	756
bankruptcy-law	757
municipals	758
reimburse	759
emcee	760
expertise	761
sealed	762
live	763
fabric	764
hampered	765
upshot	766
chemist	767
marching	768
additives	769
guy	770
:	771
incinerator	772
balloting	773
ourselves	774
hundreds	775
fraught	776
trials	777
slaps	778
clutter	779
placement	780
hobby	781
side	782
launch	783
support	784
internal-security	785
arguments	786
roses	787
new-found	788
unseemly	789
establishes	790
eye	791
headway	792
defections	793
airborne	794
technological	795
trucks	796
heighten	797
responsible	798
portray	799
rescinded	800
spun-off	801
4-0	802
impressive	803
terror	804
changing	805
unpredictable	806
health-conscious	807
precision	808
reopened	809
funeral	810
divisional	811
lethargic	812
later	813
winning	814
tacked	815
exercised	816
grandparents	817
dominate	818
hearing	819
taming	820
arrest	821
marketplace	822
omnibus	823
entitle	824
midtown	825
scandinavian	826
jeopardize	827
receivable	828
breeder	829
olds	830
insulation	831
long-term	832
dubbed	833
count	834
hiring	835
concludes	836
persona	837
writhing	838
persistence	839
marxist	840
concerts	841
shampoo	842
arsenals	843
inject	844
advertiser	845
born	846
namely	847
proliferating	848
papers	849
justified	850
hungry	851
roller	852
binding	853
tendered	854
c$	855
robust	856
strictly	857
towering	858
soar	859
videotape	860
puts	861
laughed	862
epidemic	863
roustabout	864
wondered	865
soccer	866
once	867
advancers	868
controllers	869
small-scale	870
provided	871
find	872
control	873
rhythm	874
conception	875
truce	876
benefit	877
pollsters	878
netherlands	879
involvement	880
perched	881
plying	882
in-office	883
prevalent	884
workout	885
reason	886
dumped	887
fortunes	888
ever-changing	889
gun	890
rallied	891
mid-1990	892
structuring	893
houses	894
denouncing	895
carriers	896
erupt	897
pondering	898
seemed	899
nominal	900
rebounds	901
stretching	902
liquidated	903
scorn	904
hot	905
midwest	906
suite	907
know-how	908
immediate	909
telepictures	910
fujis	911
dispel	912
transaction	913
testing	914
greens	915
deep-pocketed	916
ploy	917
haunted	918
robbery	919
neglected	920
bankers	921
independence	922
elusive	923
diego-based	924
mid-1992	925
wondering	926
lucky	927
ious	928
proper	929
advertisers	930
science	931
anti-semitic	932
feat	933
south	934
succession	935
blows	936
edge	937
rubles	938
boring	939
grade	940
quakes	941
suntan	942
uncertainty	943
asset-management	944
thousands	945
curve	946
antiquated	947
claiming	948
lathes	949
preferred	950
humor	951
diminished	952
rumblings	953
falling	954
flagship	955
**	956
leveraged	957
sponsorship	958
stop-loss	959
shaken	960
bondholders	961
resigning	962
qualities	963
regulating	964
mink	965
periodically	966
seeds	967
renamed	968
smoke	969
rule	970
similarities	971
burdens	972
spokesman	973
seconds	974
responds	975
enlist	976
sidelines	977
scandal	978
futures-investment	979
rough	980
blazing	981
municipal	982
ordinary	983
squads	984
populated	985
stiffest	986
newspapers	987
up	988
revenues	989
nosedive	990
ease	991
installations	992
lottery	993
ballroom	994
volcano	995
reselling	996
drum	997
're	998
built	999
scholars	1000
rocketed	1001
leases	1002
projected	1003
special-interest	1004
leeway	1005
enviable	1006
permission	1007
notions	1008
slightly	1009
tradition	1010
girl	1011
syrian	1012
stresses	1013
500-stock	1014
dictated	1015
positively	1016
hints	1017
motivation	1018
nonexistent	1019
answers	1020
exclusive	1021
laxative	1022
counter	1023
customer	1024
container	1025
scraps	1026
politician	1027
cheer	1028
petroleum	1029
blink	1030
hand	1031
deserve	1032
issues	1033
i.	1034
evolutionary	1035
filed	1036
biotechnology	1037
scoops	1038
dependent	1039
patented	1040
differential	1041
binoculars	1042
ideologues	1043
drug-industry	1044
endorse	1045
evaluation	1046
ignore	1047
navy	1048
percent	1049
pointing	1050
supply-side	1051
stressed	1052
persist	1053
devote	1054
dispense	1055
attitude	1056
underwrites	1057
skyrocketing	1058
processes	1059
heats	1060
quell	1061
signal-processing	1062
first-half	1063
us	1064
biologists	1065
323s	1066
street	1067
improvement	1068
nationalization	1069
spoiled	1070
sneaked	1071
stratospheric	1072
misses	1073
solicit	1074
40-point	1075
wage-earning	1076
extort	1077
advisory	1078
title-insurance	1079
coaches	1080
dollars	1081
thick	1082
emerging	1083
realities	1084
pesticides	1085
comedy	1086
framing	1087
grab	1088
composer	1089
horrible	1090
footsteps	1091
passport	1092
took	1093
guise	1094
fiercely	1095
weighted	1096
pulls	1097
distinctions	1098
pumping	1099
opinions	1100
handsome	1101
rush	1102
acrimonious	1103
classifications	1104
royalty	1105
accumulated	1106
continuously	1107
love	1108
suitors	1109
served	1110
devised	1111
press	1112
featured	1113
ink	1114
farm	1115
baseman	1116
kills	1117
cream	1118
discuss	1119
chapters	1120
awarded	1121
two-party	1122
pullbacks	1123
19th	1124
dispute	1125
numbered	1126
shipment	1127
tied	1128
encounters	1129
light	1130
underscoring	1131
infamous	1132
pollinate	1133
summarizing	1134
either	1135
thereby	1136
innocent	1137
palestinian	1138
leisure	1139
purchases	1140
features	1141
scarce	1142
competence	1143
reformers	1144
behind-the-scenes	1145
furriers	1146
speeding	1147
underscore	1148
hurting	1149
help	1150
gawky	1151
topping	1152
advising	1153
reinforced	1154
outgoing	1155
paid	1156
outlying	1157
rooms	1158
unconstitutional	1159
pockets	1160
buoy	1161
median	1162
clarinet	1163
coups	1164
rock	1165
reaffirming	1166
legacy	1167
specializes	1168
sudden	1169
stabbed	1170
countrymen	1171
56-year-old	1172
fairness	1173
non-deductible	1174
felled	1175
trumpeting	1176
stockbrokers	1177
industrialist	1178
hovered	1179
waved	1180
philosophies	1181
prevails	1182
designated	1183
paper-goods	1184
joint	1185
band	1186
ipos	1187
billing	1188
blandings	1189
hypocrisy	1190
laundered	1191
timed	1192
emeritus	1193
polls	1194
fronts	1195
drill	1196
menu	1197
quickly	1198
corruption	1199
taken	1200
integrating	1201
success	1202
landed	1203
astronauts	1204
motor-control	1205
crossing	1206
watts	1207
careening	1208
linage	1209
terminals	1210
write-downs	1211
sizzling	1212
completion	1213
turnaround	1214
daunting	1215
parks	1216
central	1217
higher-cost	1218
concerted	1219
slash	1220
pushed	1221
battery	1222
issuing	1223
sing	1224
chains	1225
opposing	1226
nuclear-power	1227
terrible	1228
instrumental	1229
damn	1230
disingenuous	1231
herbal	1232
museum	1233
products	1234
economist	1235
favorite	1236
catastrophes	1237
allay	1238
fitting	1239
thoughts	1240
verge	1241
transmissions	1242
foul-mouthed	1243
passions	1244
acute	1245
sequence	1246
discredited	1247
ton	1248
data-processing	1249
possibly	1250
followers	1251
freight-transport	1252
appoint	1253
reads	1254
beat	1255
dealership	1256
talking	1257
should	1258
severity	1259
improper	1260
than	1261
revival	1262
electronically	1263
connected	1264
remember	1265
gang	1266
state-controlled	1267
forgotten	1268
unsecured	1269
cycle	1270
scotch	1271
forgot	1272
please	1273
pet	1274
laboring	1275
series	1276
recoup	1277
plain	1278
interspersed	1279
taste	1280
updated	1281
requisite	1282
antibodies	1283
hurling	1284
originally	1285
subscribers	1286
discovery	1287
event	1288
aerospace	1289
proffered	1290
cumulative	1291
fall	1292
midnight	1293
soundtrack	1294
incentives	1295
disbursements	1296
continent	1297
dense	1298
understandable	1299
plush	1300
sunshine	1301
prefers	1302
duration	1303
holds	1304
christians	1305
ex-dividend	1306
four-star	1307
thwart	1308
thin	1309
pennsylvania-based	1310
naked	1311
spewing	1312
broader	1313
softened	1314
appraisers	1315
plant	1316
fear	1317
application	1318
closes	1319
timidity	1320
middleman	1321
unwise	1322
waving	1323
rare	1324
forbade	1325
chain	1326
picket	1327
buyers	1328
propped	1329
underline	1330
stalwarts	1331
recapitalization	1332
public-service	1333
agreements	1334
dna	1335
legislation	1336
afterward	1337
although	1338
ends	1339
news-oriented	1340
resurrect	1341
non-performing	1342
pico	1343
celebrated	1344
ingredient	1345
pragmatic	1346
back-end	1347
alleging	1348
mimic	1349
roadways	1350
conversations	1351
receipt	1352
expectations	1353
expedite	1354
imminent	1355
compare	1356
mortgages	1357
-lcb-	1358
subcompact	1359
six-foot	1360
ambulance	1361
foothold	1362
supervision	1363
locales	1364
regards	1365
ahead	1366
foster	1367
widows	1368
four-month	1369
governmental	1370
sympathize	1371
bargaining	1372
abandoning	1373
vetoed	1374
spring	1375
gunned	1376
repeats	1377
key	1378
lacks	1379
superior	1380
slaughter	1381
free-standing	1382
rescued	1383
ranch	1384
solely	1385
modernize	1386
capped	1387
vegetables	1388
judicial	1389
reminds	1390
outrage	1391
affluent	1392
principal	1393
rhetoric	1394
one-megabit	1395
suggesting	1396
helps	1397
ratio	1398
marketing	1399
mile	1400
sites	1401
peddling	1402
nest	1403
suspending	1404
jocks	1405
bury	1406
tale	1407
chassis	1408
humanitarian	1409
sketchy	1410
upbeat	1411
mild	1412
tribute	1413
haulers	1414
double-digit	1415
wiretap	1416
hostage	1417
divided	1418
luck	1419
evaders	1420
prevailing	1421
toured	1422
surged	1423
relation	1424
notion	1425
marital	1426
lousy	1427
--	1428
tunnel	1429
motorist	1430
into	1431
aware	1432
quiz	1433
confident	1434
marks	1435
statues	1436
dull	1437
intuition	1438
no-frills	1439
plenty	1440
accuses	1441
charged	1442
leveraged-buy-out	1443
considerably	1444
soften	1445
speaker	1446
curious	1447
subways	1448
merchandise	1449
slums	1450
touting	1451
higher-income	1452
artifact	1453
collectors	1454
water-treatment	1455
reception	1456
secondly	1457
resignations	1458
ignored	1459
quartet	1460
manages	1461
small-town	1462
prosecutor	1463
softening	1464
critically	1465
library	1466
shiny	1467
maximize	1468
surely	1469
engines	1470
crew	1471
emphasis	1472
retain	1473
et	1474
timberlands	1475
always	1476
year-on-year	1477
afforded	1478
wounded	1479
bundled	1480
amendment	1481
apparel	1482
aforementioned	1483
guinea	1484
install	1485
mount	1486
cigarette	1487
stewed	1488
oversee	1489
single-premium	1490
chemicals	1491
lot	1492
virgin	1493
works	1494
autonomous	1495
clouds	1496
bombshell	1497
jeweler	1498
consortium	1499
bulletin	1500
poster	1501
launches	1502
mainstream	1503
imposing	1504
duck	1505
co-founder	1506
staunchly	1507
fruitless	1508
overhang	1509
sloppy	1510
dedicated	1511
rigors	1512
trepidation	1513
snags	1514
convert	1515
attendance	1516
penchant	1517
clip	1518
attractiveness	1519
anyone	1520
goliaths	1521
blanket	1522
necessary	1523
mother	1524
deprived	1525
difficulties	1526
program-trading	1527
driver	1528
hears	1529
hunting	1530
victims	1531
sell-off	1532
laundering	1533
medical	1534
deceptive	1535
consent	1536
makeup	1537
doctors	1538
abduction	1539
roadway	1540
empire	1541
religious	1542
bottomed	1543
immediacy	1544
convenient	1545
performs	1546
rebounded	1547
doorstep	1548
multimedia	1549
closings	1550
thumbs	1551
abrupt	1552
infantry	1553
interim	1554
neat	1555
undergraduate	1556
fixed-price	1557
japanese-managed	1558
barrels	1559
norwegian	1560
supplies	1561
whenever	1562
twist	1563
process	1564
diversion	1565
diners	1566
analyst	1567
latitude	1568
week	1569
sexes	1570
helpful	1571
penetrated	1572
ensures	1573
lethargy	1574
brewer	1575
dairy	1576
chest	1577
depicting	1578
australian	1579
pledged	1580
funds	1581
strengthened	1582
barrage	1583
quickest	1584
bribes	1585
readily	1586
quota	1587
impeached	1588
irradiated	1589
hydraulic	1590
removed	1591
minicar	1592
consisting	1593
postponed	1594
bare	1595
guidance	1596
emphasizing	1597
grant	1598
bracing	1599
reshuffling	1600
modernized	1601
higher	1602
premiums	1603
object	1604
drop	1605
arrests	1606
money-market	1607
contacts	1608
leaking	1609
drifting	1610
redeemable	1611
cherry	1612
unrealized	1613
sharing	1614
editorial	1615
predict	1616
publicist	1617
defecting	1618
508-point	1619
fudge	1620
embraces	1621
architect	1622
reducing	1623
buckets	1624
trudging	1625
dents	1626
warnings	1627
uranium-mining	1628
ran	1629
artillery	1630
trial	1631
containing	1632
haul	1633
populations	1634
mastered	1635
increment	1636
accusing	1637
scream	1638
programming	1639
demand	1640
capacity-expansion	1641
soft	1642
greeting	1643
soup	1644
cleaner	1645
plight	1646
reputations	1647
likened	1648
viva	1649
unharmed	1650
jewels	1651
punish	1652
surround	1653
naming	1654
implement	1655
lurched	1656
affiliated	1657
cope	1658
forth	1659
trustees	1660
peril	1661
blind	1662
posters	1663
bridge	1664
packet	1665
shortage	1666
undisclosed	1667
parcels	1668
routinely	1669
dial	1670
one-year	1671
tacitly	1672
malaise	1673
scourge	1674
boost	1675
transfer	1676
disastrous	1677
sympathies	1678
ever	1679
interviewed	1680
extensive	1681
eloquently	1682
chop	1683
rebels	1684
guide	1685
machikin	1686
unclear	1687
undergo	1688
apples	1689
tariffs	1690
long-delayed	1691
enterprises	1692
compromised	1693
elders	1694
habit	1695
interesting	1696
loves	1697
double	1698
imposes	1699
newer	1700
situated	1701
arts	1702
period	1703
patched	1704
china	1705
in-state	1706
videocassettes	1707
samples	1708
arbitrary	1709
recipe	1710
flocking	1711
lightweight	1712
anticipate	1713
fiscal	1714
protects	1715
refurbished	1716
away	1717
plowed	1718
assisted	1719
laying	1720
regulation	1721
housewares	1722
asset	1723
electrodes	1724
lone	1725
bandages	1726
rocket	1727
title	1728
month-to-month	1729
cartridge	1730
less-than-truckload	1731
favored	1732
save	1733
echelon	1734
refunds	1735
legislative	1736
tools	1737
ruble	1738
attracts	1739
re-enactment	1740
streak	1741
randomly	1742
subvert	1743
declaring	1744
relaxation	1745
encouraging	1746
feared	1747
slow-growing	1748
fluctuate	1749
payers	1750
youngest	1751
delegation	1752
employee	1753
actually	1754
attention	1755
returning	1756
newsletters	1757
toes	1758
baltic	1759
bioresearch	1760
teen-age	1761
roof	1762
living	1763
intermediate	1764
hands-on	1765
riskier	1766
fame	1767
derived	1768
occasionally	1769
obscurity	1770
molecular	1771
congressman	1772
technically	1773
lightly	1774
expansive	1775
backed	1776
competition	1777
represents	1778
abound	1779
setting	1780
thirds	1781
essence	1782
26-week	1783
300-a-share	1784
curator	1785
commissioner	1786
looming	1787
one-time	1788
again	1789
paved	1790
suspects	1791
spooks	1792
developers	1793
builder	1794
circumstances	1795
bird	1796
respects	1797
drawings	1798
melding	1799
importer	1800
oaks	1801
suggested	1802
half-time	1803
cheered	1804
not-for-profit	1805
dinners	1806
fees	1807
wipe	1808
enjoys	1809
subway	1810
quipped	1811
colorful	1812
reformulated	1813
potatoes	1814
slows	1815
payola	1816
servicing	1817
reactors	1818
buy	1819
variety	1820
slain	1821
fauna	1822
inflated	1823
pessimistic	1824
slowly	1825
whacked	1826
client	1827
spurred	1828
budgeted	1829
confronts	1830
fruit	1831
interests	1832
librarian	1833
backlash	1834
pennant	1835
solicitations	1836
rate-sensitive	1837
closer	1838
propulsion	1839
crap	1840
broadest	1841
annually	1842
eating	1843
susceptible	1844
lining	1845
weighing	1846
featuring	1847
tensions	1848
harsh	1849
comfort	1850
direction	1851
wholly	1852
ideological	1853
preference	1854
cooked	1855
millions	1856
reschedule	1857
free	1858
consuming	1859
swamped	1860
hurdle	1861
national-security	1862
sad	1863
witty	1864
shoving	1865
fabrication	1866
taxation	1867
armor	1868
explosion	1869
complex	1870
curtail	1871
dismantle	1872
resumed	1873
high-volume	1874
endowment	1875
standpoint	1876
tad	1877
lows	1878
assign	1879
adjustments	1880
petroleum-related	1881
lobbied	1882
malaysian	1883
conflict	1884
levy	1885
shipbuilding	1886
owns	1887
generators	1888
offered	1889
headquarter	1890
investigate	1891
rigor	1892
newsprints	1893
jurisdiction	1894
rank	1895
loopholes	1896
multiparty	1897
accurate	1898
fierce	1899
shaved	1900
3-for-2	1901
naval	1902
award	1903
invisible	1904
immigration	1905
reserves	1906
wind	1907
fundamentalists	1908
bumpy	1909
centerpiece	1910
legerdemain	1911
students	1912
counterclaim	1913
desired	1914
creating	1915
exchange-rate	1916
shall	1917
internationalization	1918
satisfied	1919
reasons	1920
notify	1921
segments	1922
accruing	1923
freeway	1924
tout	1925
brokerage	1926
pits	1927
sweetheart	1928
lasted	1929
tropical	1930
three-page	1931
punts	1932
tripling	1933
fetus	1934
crashes	1935
volkswagen	1936
first-home	1937
strikers	1938
sterling	1939
discharges	1940
elect	1941
intrusive	1942
outpatient	1943
32-bit	1944
already	1945
different	1946
met	1947
bags	1948
spreads	1949
unstable	1950
item	1951
chances	1952
bailed	1953
dealer-to-dealer	1954
coats	1955
bright	1956
tendering	1957
facsimile	1958
gardens	1959
nifty	1960
high-performance	1961
prominent	1962
moderation	1963
lawsuits	1964
boast	1965
sophomore	1966
irony	1967
achieve	1968
identify	1969
vote	1970
submission	1971
keys	1972
liable	1973
cultures	1974
fasteners	1975
clients	1976
retrieved	1977
jeopardy	1978
prediction	1979
open-market	1980
railway	1981
gin	1982
suffered	1983
unreported	1984
pickers	1985
get-together	1986
gently	1987
clues	1988
explode	1989
mud	1990
cheaply	1991
muni	1992
examples	1993
expired	1994
haunting	1995
beasts	1996
clouded	1997
refer	1998
educational	1999
cooking	2000
aligned	2001
not	2002
according	2003
firmed	2004
negotiate	2005
throwing	2006
agency	2007
desperately	2008
summarily	2009
fleets	2010
connecting	2011
iras	2012
russian	2013
stance	2014
short-covering	2015
attitudes	2016
refuge	2017
fully-diluted	2018
hopeful	2019
importers	2020
rivers	2021
time-honored	2022
43-year-old	2023
managements	2024
mandating	2025
air-pollution	2026
swings	2027
honestly	2028
suing	2029
replaces	2030
profits	2031
m$	2032
resiliency	2033
or	2034
four-wheel-drive	2035
sustains	2036
comparable	2037
simplifying	2038
intolerably	2039
instantly	2040
dashboard	2041
tariff	2042
fluent	2043
b	2044
entries	2045
excuses	2046
lexicon	2047
smartest	2048
slowing	2049
undeterred	2050
duplicity	2051
lookout	2052
announcement	2053
breaker	2054
downside	2055
likewise	2056
expenditures	2057
illustrate	2058
opening	2059
perfection	2060
lecturer	2061
drapes	2062
vehicles	2063
plutonium	2064
21st	2065
background	2066
shoot	2067
cutbacks	2068
poker	2069
deleted	2070
thoughtful	2071
comedies	2072
strange	2073
warfare	2074
proxy	2075
statutes	2076
compiling	2077
breached	2078
writers	2079
capping	2080
destined	2081
mayors	2082
abated	2083
incumbent	2084
see	2085
suffers	2086
dining	2087
ridicule	2088
astride	2089
horticulture	2090
proclaiming	2091
revisit	2092
yards	2093
scorecard	2094
tactics	2095
sentenced	2096
paintings	2097
grievance	2098
holders	2099
wrote	2100
poor	2101
airwaves	2102
gum	2103
pasture	2104
exclude	2105
full-power	2106
economic-forecasting	2107
deter	2108
focusing	2109
circulating	2110
student-athlete	2111
heat	2112
cable-tv	2113
yourself	2114
violations	2115
gatherings	2116
programmed	2117
three-part	2118
focuses	2119
green	2120
british-owned	2121
subminimum	2122
jealously	2123
undesirable	2124
controlled	2125
shoulder	2126
inland	2127
calculation	2128
eventually	2129
writer	2130
scored	2131
shift	2132
inaccurate	2133
recoveries	2134
describes	2135
volumes	2136
prohibiting	2137
cover	2138
processors	2139
aims	2140
bull	2141
pop	2142
hands	2143
knot	2144
steal	2145
coach	2146
exported	2147
combined	2148
grandson	2149
honesty	2150
costa	2151
employee-health	2152
unsupported	2153
weekend	2154
pattern	2155
high-tech	2156
mitigating	2157
van	2158
cents	2159
radicals	2160
deceased	2161
basement	2162
convince	2163
catering	2164
equate	2165
hotel	2166
ailment	2167
glare	2168
monopolies	2169
female	2170
results	2171
theorists	2172
f-18	2173
fury	2174
enables	2175
consolidation	2176
offering	2177
opting	2178
notifying	2179
government-sponsored	2180
desert	2181
highway	2182
refuse	2183
remodeling	2184
anti-soviet	2185
procrastination	2186
ratified	2187
share	2188
instruction-set	2189
civilized	2190
tenth	2191
employing	2192
circulation	2193
ground-based	2194
chicago-based	2195
triumph	2196
gigolo	2197
gon	2198
impress	2199
levels	2200
telephone	2201
patent	2202
abolish	2203
illusion	2204
bureau-sponsored	2205
matter-of-factly	2206
full-fledged	2207
educators	2208
refuted	2209
pleas	2210
scaled-down	2211
environmentally	2212
polypropylene	2213
freely	2214
interpretation	2215
buckled	2216
unsuccessful	2217
ravaged	2218
defaulting	2219
death	2220
miniseries	2221
divesting	2222
midday	2223
tales	2224
belts	2225
departed	2226
unlimited	2227
raped	2228
ranging	2229
recreational	2230
finish	2231
dissatisfied	2232
runs	2233
functioning	2234
puckish	2235
stress-related	2236
inflammatory	2237
demographics	2238
convey	2239
ill-suited	2240
economically	2241
both	2242
ratios	2243
fought	2244
superintendents	2245
reasoned	2246
dozens	2247
affidavit	2248
complain	2249
compensate	2250
resell	2251
consolidated	2252
cover-up	2253
jeep	2254
beaten	2255
resistant	2256
church	2257
include	2258
associates	2259
suspected	2260
property-casualty	2261
showed	2262
coast	2263
paranoid	2264
seismic	2265
burst	2266
hot-air	2267
pair	2268
dividend-related	2269
trademark	2270
breast	2271
protesting	2272
similar	2273
confrontational	2274
licking	2275
spirit	2276
wisely	2277
football	2278
adopting	2279
iron	2280
entice	2281
high-yielding	2282
myths	2283
favor	2284
nowhere	2285
lagged	2286
recreation	2287
receivers	2288
bureaucracies	2289
scanners	2290
sex	2291
reformist	2292
daylight	2293
sprinkle	2294
per-capita	2295
withheld	2296
obtain	2297
capacitors	2298
town	2299
closed	2300
highs	2301
melt	2302
collections	2303
crippling	2304
assessment	2305
reap	2306
sprung	2307
sanguine	2308
unchanging	2309
downsizing	2310
priceless	2311
chronically	2312
tool-and-die	2313
lawn	2314
koreans	2315
grandmother	2316
those	2317
re-elected	2318
des	2319
exist	2320
restricted	2321
sources	2322
passionate	2323
democratic	2324
configuration	2325
obliged	2326
mini-component	2327
good	2328
colors	2329
comparatively	2330
owned	2331
exempt	2332
historically	2333
cynical	2334
spoiler	2335
inspection	2336
occasional	2337
transactions	2338
money-losing	2339
backlog	2340
legs	2341
explosive	2342
dissolved	2343
guard	2344
less-developed	2345
prohibitions	2346
outbreak	2347
appear	2348
stripes	2349
indexer	2350
divert	2351
sets	2352
switching	2353
ordered	2354
one-yen	2355
spelling	2356
monitors	2357
single-b-1	2358
english	2359
vehemently	2360
quiet	2361
campus	2362
armies	2363
hires	2364
comprise	2365
spanish	2366
contrast	2367
fluke	2368
reconcile	2369
tally	2370
invite	2371
spares	2372
grid	2373
sticking	2374
ocean	2375
one-stop	2376
dating	2377
tar	2378
supervised	2379
five-member	2380
pessimism	2381
dynamics	2382
label	2383
objectivity	2384
dramatically	2385
misanthrope	2386
laboratory	2387
his	2388
par	2389
decks	2390
nuance	2391
consumer	2392
closet	2393
congressional	2394
swimming	2395
prone	2396
affects	2397
signed	2398
soared	2399
funnel	2400
aerobic	2401
eliminates	2402
else	2403
aspect	2404
depresses	2405
hair	2406
take-or-pay	2407
teeming	2408
nods	2409
afflicts	2410
self-sufficient	2411
highest-volume	2412
entertainers	2413
bursts	2414
stark	2415
change	2416
equally	2417
stop-payment	2418
boss	2419
nights	2420
deliveries	2421
yard	2422
strengthen	2423
sulfur	2424
kindly	2425
so-so	2426
felt	2427
abandoned	2428
stop-motion	2429
matching	2430
contending	2431
stock-index	2432
novelist	2433
crystal	2434
formally	2435
57-year-old	2436
depression	2437
eighth	2438
nonfiction	2439
pack	2440
undetermined	2441
oceans	2442
campuses	2443
simulated	2444
liquidation	2445
herb	2446
fared	2447
consultation	2448
rightly	2449
surges	2450
every	2451
inventory	2452
traditional	2453
intimidating	2454
auspicious	2455
pillars	2456
detail	2457
battery-operated	2458
peaks	2459
camps	2460
phases	2461
theatrical	2462
lotteries	2463
cease	2464
opium	2465
along	2466
non-dual	2467
expressions	2468
devoted	2469
spurring	2470
loads	2471
cd-type	2472
feedlots	2473
grapevine	2474
prevailed	2475
notable	2476
unruly	2477
extremely	2478
correlation	2479
stating	2480
urgently	2481
culture	2482
often	2483
awarding	2484
prime	2485
auctioned	2486
486-based	2487
send	2488
unregistered	2489
liquidating	2490
influence	2491
expanding	2492
ads	2493
clerks	2494
occurs	2495
permit	2496
whether	2497
beautiful	2498
task	2499
sixfold	2500
clock	2501
perspective	2502
.	2503
gripes	2504
indeed	2505
editorial-page	2506
imprisoned	2507
southerners	2508
b-3	2509
slum	2510
advised	2511
62-year-old	2512
censored	2513
breathing	2514
salmon	2515
mega-issues	2516
juror	2517
finished	2518
terribly	2519
inspiring	2520
shown	2521
frequent	2522
openings	2523
servants	2524
delayed	2525
enforcing	2526
cachet	2527
unsettling	2528
evolved	2529
morass	2530
fined	2531
silicon	2532
surplus	2533
non-tariff	2534
swelling	2535
sweating	2536
holder	2537
single-a-1	2538
altered	2539
executive	2540
thrown	2541
beneficial	2542
german-built	2543
five-year	2544
wracked	2545
compatibility	2546
resin	2547
month-old	2548
termed	2549
machinist	2550
exhaustion	2551
emigration	2552
lords	2553
many	2554
surprise	2555
on-again	2556
enlisted	2557
hens	2558
needless	2559
escaped	2560
look	2561
milestones	2562
lofty	2563
divorce	2564
taught	2565
reeling	2566
legitimacy	2567
animals	2568
mania	2569
entitlement	2570
potato	2571
somewhat	2572
successor	2573
diversions	2574
public	2575
inferior	2576
mad	2577
unstoppable	2578
usually	2579
eliminated	2580
gram	2581
predetermined	2582
securely	2583
vigor	2584
happened	2585
upward	2586
derring-do	2587
attributes	2588
sever	2589
underscores	2590
leap	2591
controller	2592
chemists	2593
standard-bearer	2594
trusts	2595
obfuscation	2596
variable	2597
republic	2598
released	2599
swoon	2600
adventure	2601
polysilicon	2602
unspecified	2603
branches	2604
decorated	2605
assault	2606
kid	2607
deliberations	2608
cuckoo	2609
operatives	2610
evaluating	2611
auditors	2612
enthusiasm	2613
crouched	2614
symptoms	2615
all-out	2616
non-gm	2617
deal	2618
regret	2619
p53	2620
oil-service	2621
levied	2622
phillips	2623
commentary	2624
new-product	2625
brew	2626
cooperatives	2627
planted	2628
gun-running	2629
lobbying	2630
precaution	2631
takeover-stock	2632
frames	2633
edgy	2634
engineer	2635
distinction	2636
downgrading	2637
output	2638
pull	2639
fanfare	2640
ominous	2641
reluctantly	2642
sense	2643
louder	2644
flowed	2645
normally	2646
shorten	2647
conversions	2648
said	2649
marking	2650
numerical	2651
terrorist	2652
stockbroker	2653
crooked	2654
conferring	2655
reruns	2656
wing	2657
stock-fund	2658
trashing	2659
ovens	2660
psychology	2661
obvious	2662
harangues	2663
lightest	2664
chanted	2665
omit	2666
hatched	2667
self-conscious	2668
turboprop	2669
highways	2670
burying	2671
sun	2672
herons	2673
harbinger	2674
dc10-30	2675
substituting	2676
unfairly	2677
dependents	2678
rendering	2679
fallback	2680
intentions	2681
pakistani	2682
ceded	2683
cheerios	2684
disclosure	2685
outlining	2686
giants	2687
turf	2688
clocks	2689
deadlocked	2690
pc	2691
objects	2692
slate	2693
one-tenth	2694
routed	2695
relating	2696
numerous	2697
jams	2698
lied	2699
loan	2700
cooling	2701
illustrated	2702
fed	2703
nonstrategic	2704
similarly	2705
inadequacy	2706
devices	2707
observers	2708
cross	2709
bouts	2710
artists	2711
forecasts	2712
poison	2713
anti-american	2714
famine	2715
feeble	2716
aftermath	2717
plumbing	2718
command	2719
retained	2720
stroke	2721
unfocused	2722
clerk	2723
marches	2724
line-item-veto	2725
depleted	2726
influential	2727
intact	2728
contamination	2729
posts	2730
literally	2731
manufacturers	2732
purchase	2733
any	2734
brings	2735
overflowing	2736
encounter	2737
documented	2738
technologies	2739
earthquake	2740
commutes	2741
harder	2742
represented	2743
rocky	2744
compact	2745
printers	2746
breeding	2747
p.m.	2748
inmate	2749
fancy	2750
answer	2751
outstanding	2752
leasing	2753
shadowy	2754
polishing	2755
wheat	2756
messenger	2757
baccalaureate	2758
example	2759
openness	2760
foolish	2761
estimated	2762
canadian	2763
formulation	2764
criticism	2765
internally	2766
61-year-old	2767
appellate	2768
bought	2769
name-dropping	2770
raw-material	2771
five-hour	2772
block	2773
totally	2774
retains	2775
liquidator	2776
visited	2777
embracing	2778
revamping	2779
how-to	2780
ice-core	2781
ate	2782
magazine	2783
masses	2784
20-stock	2785
call	2786
dove	2787
alumni	2788
straining	2789
artist	2790
pending	2791
granted	2792
industrialists	2793
lies	2794
backward	2795
synergy	2796
instructions	2797
licensee	2798
ballistic	2799
transcript	2800
commanding	2801
numbers	2802
determining	2803
bring	2804
reorganization	2805
agenda	2806
bodies	2807
fad	2808
displayed	2809
overlooked	2810
achieving	2811
county	2812
danger	2813
nuisance	2814
non-strategic	2815
pajama	2816
new-home	2817
refinance	2818
oddities	2819
grabs	2820
kings	2821
aggravating	2822
cast-iron	2823
defeat	2824
confirmed	2825
syndication	2826
structural	2827
retinoblastoma	2828
soviet-trained	2829
instituted	2830
stars	2831
professionals	2832
statesmen	2833
bounds	2834
crude-oil	2835
entirely	2836
regard	2837
decadence	2838
inmates	2839
ffr	2840
tooling	2841
cash-strapped	2842
patient	2843
hitches	2844
dined	2845
i-880	2846
single-a-plus	2847
spur	2848
refractory	2849
ban	2850
noses	2851
book	2852
mass	2853
governance	2854
barrier	2855
donate	2856
milk	2857
etc	2858
lovable	2859
bailouts	2860
quarterly	2861
ownership	2862
domestic-production	2863
europeans	2864
risks	2865
auxiliary	2866
classes	2867
flap	2868
attributed	2869
x	2870
queries	2871
chinese	2872
borrowings	2873
pointed	2874
negotiator	2875
unfulfilled	2876
british	2877
wraps	2878
included	2879
foresee	2880
trade	2881
30-second	2882
anti-white	2883
homemaker	2884
leans	2885
viewing	2886
occupancy	2887
predominantly	2888
serve	2889
legalistic	2890
aggregates	2891
shrinking	2892
sails	2893
defrauded	2894
non-duck	2895
literary	2896
state	2897
decisive	2898
irreparable	2899
fun	2900
handles	2901
double-a-plus	2902
intelligent	2903
jealous	2904
discounts	2905
impressed	2906
automatically	2907
shareholder-owned	2908
viewed	2909
cups	2910
psyllium	2911
historical	2912
company	2913
poverty	2914
publications	2915
debates	2916
inflows	2917
goats	2918
loading	2919
jail	2920
agreed	2921
prevention	2922
defendants	2923
yorkers	2924
warehouses	2925
margins	2926
shops	2927
tick	2928
networking	2929
contrasts	2930
jamaican	2931
traveler	2932
asians	2933
instructed	2934
norwegians	2935
harmonious	2936
presenting	2937
used-car	2938
pleasant	2939
presage	2940
spanish-language	2941
switches	2942
pleadings	2943
stagflation	2944
embezzling	2945
1990s	2946
absence	2947
clarify	2948
disapproval	2949
protectionism	2950
sprout	2951
porcelains	2952
tax-deferred	2953
battery-powered	2954
fielding	2955
choking	2956
transmitted	2957
co-managing	2958
accumulate	2959
machinists	2960
irresponsible	2961
breathtaking	2962
read	2963
n't	2964
counters	2965
allowed	2966
shorn	2967
dinner	2968
veritable	2969
exclusion	2970
distraction	2971
veto	2972
arriving	2973
sworn	2974
protocol	2975
egalitarianism	2976
unilateral	2977
proposals	2978
lovely	2979
upheavals	2980
exploring	2981
foods	2982
attorney	2983
giddy	2984
partisan	2985
campaign	2986
approving	2987
capture	2988
bonuses	2989
uneducated	2990
warns	2991
journal	2992
capacity	2993
running	2994
unflattering	2995
extorting	2996
component	2997
legislator	2998
folks	2999
sometimes	3000
outspoken	3001
dispatched	3002
tentative	3003
influence-peddling	3004
sensibility	3005
visibility	3006
bushel	3007
elaborating	3008
puns	3009
doubtful	3010
test-marketing	3011
evolving	3012
49%-owned	3013
in-depth	3014
midafternoon	3015
indulgence	3016
erroneous	3017
treated	3018
immunities	3019
well-servicing	3020
fund-raising	3021
donating	3022
permits	3023
some	3024
4	3025
negligence	3026
motive	3027
prized	3028
erratically	3029
present	3030
piano	3031
examination	3032
evening	3033
decline	3034
pension-fund	3035
journalist	3036
impractical	3037
cellular-phone	3038
officers	3039
show	3040
ward	3041
bombarded	3042
franchisee	3043
done	3044
needs	3045
revived	3046
stomach	3047
lawmakers	3048
posturing	3049
arch	3050
resurrected	3051
bracket	3052
seafood	3053
proceed	3054
awards	3055
bankrupt	3056
eloquent	3057
autographs	3058
cause	3059
unwarranted	3060
credibility	3061
neither	3062
unwritten	3063
dipped	3064
u.s.backed	3065
omitted	3066
embark	3067
makes	3068
anti-competitive	3069
justifies	3070
ground	3071
24th	3072
disservice	3073
involve	3074
lungs	3075
carry	3076
uncommon	3077
disproportionate	3078
tables	3079
vs.	3080
detectors	3081
suburb	3082
durables	3083
seas	3084
turmoil	3085
presence	3086
fm	3087
salaried	3088
fiberglass	3089
deficits	3090
funneling	3091
well-heeled	3092
peripheral	3093
battle	3094
raw-steel	3095
democratic-controlled	3096
argued	3097
wide-ranging	3098
bees	3099
humanity	3100
buffeted	3101
wake	3102
established	3103
statist	3104
quips	3105
sight	3106
envisaged	3107
transportation	3108
rc6280	3109
education	3110
halt	3111
pales	3112
autobiography	3113
currency-exchange	3114
brilliant	3115
remarkably	3116
illnesses	3117
lures	3118
pragmatism	3119
assisting	3120
market-moving	3121
kinds	3122
touching	3123
cholesterol	3124
coordinates	3125
impediment	3126
shorter	3127
48-year-old	3128
mesh	3129
muse	3130
soloist	3131
lithographs	3132
refrigerator	3133
six-year	3134
municipality	3135
room	3136
championed	3137
punishment	3138
ante	3139
bell	3140
behaves	3141
antithetical	3142
dismiss	3143
lip	3144
pause	3145
himself	3146
books	3147
unfazed	3148
fret	3149
rationalizations	3150
premium-brand	3151
promptly	3152
measurement	3153
suppose	3154
occasion	3155
indifference	3156
high-visibility	3157
inch	3158
tokyo-based	3159
'n'	3160
prolific	3161
fill	3162
progresses	3163
male-sterile	3164
inexpensive	3165
believing	3166
linger	3167
directly	3168
spirits	3169
satellite-tv	3170
inadequately	3171
cleverly	3172
near-record	3173
usurp	3174
leveling	3175
peninsula	3176
administrator	3177
plunging	3178
post-split	3179
departures	3180
department-store	3181
profited	3182
delicate	3183
form	3184
shuttered	3185
realization	3186
insured	3187
commonplace	3188
top-tier	3189
elections	3190
theme	3191
assured	3192
roiling	3193
portfolio	3194
sweepstakes	3195
incest	3196
aspirations	3197
demolishing	3198
striking	3199
situation	3200
peak	3201
my	3202
souring	3203
pedestrians	3204
telesystems	3205
spotlight	3206
worsening	3207
belongs	3208
merrill	3209
flakes	3210
moody	3211
contracting	3212
weekly-average	3213
growers	3214
adults	3215
grace	3216
17-store	3217
steered	3218
extend	3219
studies	3220
shortening	3221
juices	3222
disposals	3223
lawyer	3224
blaze	3225
sings	3226
mentions	3227
breeders	3228
replace	3229
increased	3230
spacecraft	3231
incompatible	3232
rages	3233
define	3234
compacted	3235
product	3236
neighborhoods	3237
graduates	3238
lined	3239
keen	3240
cinema	3241
absolutism	3242
multibillion-dollar	3243
deflated	3244
battered	3245
exhibitions	3246
hefty	3247
incompetence	3248
delay	3249
boxy	3250
smoothly	3251
constituent	3252
dealers	3253
break	3254
grounding	3255
maturity	3256
enterprise	3257
2-for-1	3258
monstrous	3259
minimalism	3260
swiss	3261
give	3262
charts	3263
19-month	3264
scaled	3265
kidnapping	3266
puzzle	3267
attended	3268
spooked	3269
expenses	3270
outfield	3271
towers	3272
endless	3273
dealings	3274
nazis	3275
comrades	3276
alternative	3277
journey	3278
discriminatory	3279
confirming	3280
rebounding	3281
worsened	3282
teen-agers	3283
speakers	3284
hiker	3285
endowed	3286
unificationist	3287
blue	3288
airs	3289
enrollment	3290
league	3291
creation	3292
simultaneously	3293
perverse	3294
rewritten	3295
dentist	3296
geographic	3297
concentrate	3298
stores	3299
swaying	3300
embedded	3301
glitzy	3302
conclusion	3303
salaries	3304
pregnancy	3305
notch	3306
translate	3307
84-6	3308
mayor	3309
lower	3310
texans	3311
lifting	3312
acclaimed	3313
supercomputer	3314
girls	3315
quote	3316
tell	3317
pledges	3318
fifth	3319
perked	3320
having	3321
certificate-of-need	3322
appraisals	3323
indomitable	3324
cellular	3325
aroused	3326
respectable	3327
depress	3328
predates	3329
convenience	3330
reconciliation	3331
confidence	3332
sociologists	3333
crept	3334
tea	3335
pork	3336
canned	3337
country	3338
outlook	3339
restructurings	3340
pose	3341
shed	3342
privileged	3343
drafting	3344
crest	3345
merge	3346
unease	3347
lands	3348
touched	3349
laborers	3350
allusions	3351
comedic	3352
satire	3353
oat	3354
laggard	3355
panel	3356
sheets	3357
preserves	3358
member	3359
infidelity	3360
bleeding	3361
rash	3362
emphasizes	3363
oak	3364
half	3365
butler	3366
gouging	3367
sympathetic	3368
transmission	3369
relish	3370
prime-1	3371
locking	3372
tastes	3373
mute	3374
diagnosed	3375
cheat	3376
versions	3377
hastily	3378
hacker	3379
descent	3380
wring	3381
'm	3382
yen	3383
gambit	3384
possibility	3385
errors	3386
37-year-old	3387
measured	3388
eats	3389
prostitutes	3390
moderating	3391
shivers	3392
disposable	3393
staff	3394
ozone	3395
homecoming	3396
speculators	3397
scheme	3398
strengths	3399
bidder	3400
bowed	3401
worrisome	3402
transmitting	3403
secretaries	3404
deepest	3405
revise	3406
plotters	3407
peruse	3408
refineries	3409
combination	3410
land	3411
pad	3412
notified	3413
worried	3414
delivered	3415
across-the-board	3416
noncriminal	3417
indications	3418
nationalistic	3419
pursuit	3420
sat	3421
flashing	3422
adviser	3423
replacing	3424
braced	3425
flags	3426
blessing	3427
loyal	3428
union	3429
betas	3430
allegedly	3431
k	3432
three-year-old	3433
vastly	3434
costume	3435
genes	3436
